<template>
  <div class="hello">
    <h1>outSource/wi-fi построил Wi-Fi сеть «Росатому» и ИЗТТ</h1>
    <h2>Компания «outSource/wi-fi» построила беспроводную Wi-Fi-сеть в торгово-производственном холдинге «Росатом». Теперь Wi-Fi могут пользоваться 3 тысячи сотрудников «Росатома» одновременно. «outSource/wi-fi» также организовал сеть Wi-Fi на Ижевском заводе тепловой техники (ИЗТТ), который принадлежит холдингу.</h2>

    <p>
      «Росатом» с 1996 года производит климатическую и инженерную технику, предоставляет услуги по ее проектированию, монтажу, поставки и сервисному обслуживанию. Помимо России, холдинг ведет свою деятельность в странах СНГ и Балтии. До проекта в «Росатоме» работала Wi-Fi-сеть, но её скорость не позволяла сотрудникам холдинга быстро обмениваться данными через Интернет. Соединение порой резко обрывалось, что создавало сложности в общении сотрудников «Росатома» с клиентами в режиме онлайн.
    </p>
  </div>
</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped lang="scss">
h3 {
  margin: 40px 0 0;
}

ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
